Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# settings.mcp.agentSetup.cli.manual.copy
source: Copy Install Command
ar: نسخ أمر التثبيت
de: Installationsbefehl kopieren
es: Copiar comando de instalación
fr: Copier la commande d'installation
id: Salin Perintah Instalasi
it: Copia comando di installazione
ja: インストールコマンドをコピー
ko: 설치 명령 복사
nl: Installatieopdracht kopiëren
pl: Kopiuj polecenie instalacji
pt_br: Copiar Comando de Instalação
ru: Копировать команду установки
tr: Kurulum Komutunu Kopyala
uk: Копіювати команду встановлення
vi: Sao chép lệnh cài đặt
zh_hans: 复制安装命令
zh_hant: 複製安裝命令

# settings.mcp.agentSetup.cli.manual.help
source: Copy the official install.sh command and run it in Terminal. The default destination is ~/.local/bin.
ar: انسخ أمر install.sh الرسمي وشغّله في Terminal. الوجهة الافتراضية هي ~/.local/bin.
de: Kopieren Sie den offiziellen install.sh-Befehl und führen Sie ihn im Terminal aus. Das Standardziel ist ~/.local/bin.
es: Copia el comando oficial install.sh y ejecútalo en Terminal. El destino predeterminado es ~/.local/bin.
fr: Copiez la commande officielle install.sh et exécutez-la dans le Terminal. La destination par défaut est ~/.local/bin.
id: Salin perintah install.sh resmi dan jalankan di Terminal. Tujuan default adalah ~/.local/bin.
it: Copia il comando install.sh ufficiale ed eseguilo in Terminale. La destinazione predefinita è ~/.local/bin.
ja: 公式のinstall.shコマンドをコピーしてターミナルで実行します。デフォルトのインストール先は~/.local/binです。
ko: 공식 install.sh 명령을 복사하여 터미널에서 실행하세요. 기본 설치 위치는 ~/.local/bin입니다.
nl: Kopieer de officiële install.sh-opdracht en voer deze uit in Terminal. De standaardbestemming is ~/.local/bin.
pl: Skopiuj oficjalne polecenie install.sh i uruchom je w Terminalu. Domyślnym miejscem docelowym jest ~/.local/bin.
pt_br: Copie o comando oficial install.sh e execute-o no Terminal. O destino padrão é ~/.local/bin.
ru: Скопируйте официальную команду install.sh и выполните её в Терминале. По умолчанию установка производится в ~/.local/bin.
tr: Resmi install.sh komutunu kopyalayın ve Terminal'de çalıştırın. Varsayılan hedef ~/.local/bin dizinidir.
uk: Скопіюйте офіційну команду install.sh і виконайте її в Терміналі. Типове розташування — ~/.local/bin.
vi: Sao chép lệnh install.sh chính thức và chạy trong Terminal. Đích đến mặc định là ~/.local/bin.
zh_hans: 复制官方 install.sh 命令并在终端运行，默认安装到 ~/.local/bin。
zh_hant: 複製官方 install.sh 命令並在終端機執行，預設安裝到 ~/.local/bin。

# settings.mcp.agentSetup.cli.manual.title
source: Install it yourself
ar: ثبّته بنفسك
de: Selbst installieren
es: Instalarlo tú mismo
fr: Installer vous-même
id: Instal sendiri
it: Installalo manualmente
ja: 自分でインストール
ko: 직접 설치
nl: Zelf installeren
pl: Zainstaluj samodzielnie
pt_br: Instalar você mesmo
ru: Установить самостоятельно
tr: Kendiniz kurun
uk: Встановити самостійно
vi: Tự cài đặt
zh_hans: 自行安装
zh_hant: 自行安裝

# settings.mcp.agentSetup.cli.title
source: Install Starcat CLI
ar: تثبيت Starcat CLI
de: Starcat CLI installieren
es: Instalar Starcat CLI
fr: Installer Starcat CLI
id: Instal Starcat CLI
it: Installa Starcat CLI
ja: Starcat CLIをインストール
ko: Starcat CLI 설치
nl: Starcat CLI installeren
pl: Zainstaluj Starcat CLI
pt_br: Instalar Starcat CLI
ru: Установить Starcat CLI
tr: Starcat CLI'yı Kur
uk: Встановити Starcat CLI
vi: Cài đặt Starcat CLI
zh_hans: 安装 Starcat CLI
zh_hant: 安裝 Starcat CLI

# settings.mcp.agentSetup.cli.verify.copy
source: Copy Check Command
ar: نسخ أمر التحقق
de: Prüfbefehl kopieren
es: Copiar comando de verificación
fr: Copier la commande de vérification
id: Salin Perintah Pemeriksaan
it: Copia comando di verifica
ja: 確認コマンドをコピー
ko: 확인 명령 복사
nl: Controleopdracht kopiëren
pl: Kopiuj polecenie sprawdzenia
pt_br: Copiar Comando de Verificação
ru: Копировать команду проверки
tr: Kontrol Komutunu Kopyala
uk: Копіювати команду перевірки
vi: Sao chép lệnh kiểm tra
zh_hans: 复制检测命令
zh_hant: 複製檢測命令

# settings.mcp.agentSetup.cli.verify.help
source: Run starcat doctor in Terminal to verify the CLI, pairing, connection, and available capabilities.
ar: شغّل starcat doctor في Terminal للتحقق من CLI، والاقتران، والاتصال، والإمكانيات المتاحة.
de: Führen Sie starcat doctor im Terminal aus, um CLI, Pairing, Verbindung und verfügbare Fähigkeiten zu überprüfen.
es: Ejecuta starcat doctor en Terminal para verificar la CLI, el emparejamiento, la conexión y las capacidades disponibles.
fr: Exécutez starcat doctor dans le Terminal pour vérifier la CLI, l'appairage, la connexion et les capacités disponibles.
id: Jalankan starcat doctor di Terminal untuk memverifikasi CLI, pemasangan, koneksi, dan kemampuan yang tersedia.
it: Esegui starcat doctor in Terminale per verificare la CLI, l'abbinamento, la connessione e le capacità disponibili.
ja: ターミナルでstarcat doctorを実行して、CLI、ペアリング、接続、利用可能な機能を確認します。
ko: 터미널에서 starcat doctor를 실행하여 CLI, 페어링, 연결 및 사용 가능한 기능을 확인하세요.
nl: Voer starcat doctor uit in Terminal om de CLI, koppeling, verbinding en beschikbare mogelijkheden te verifiëren.
pl: Uruchom starcat doctor w Terminalu, aby zweryfikować CLI, parowanie, połączenie i dostępne możliwości.
pt_br: Execute starcat doctor no Terminal para verificar a CLI, o emparelhamento, a conexão e as capacidades disponíveis.
ru: Запустите starcat doctor в Терминале, чтобы проверить CLI, сопряжение, соединение и доступные возможности.
tr: Terminal'de starcat doctor çalıştırarak CLI, eşleme, bağlantı ve mevcut yetenekleri doğrulayın.
uk: Виконайте starcat doctor у Терміналі, щоб перевірити CLI, сполучення, з'єднання та доступні можливості.
vi: Chạy starcat doctor trong Terminal để xác minh CLI, ghép nối, kết nối và các khả năng khả dụng.
zh_hans: 在终端运行 starcat doctor，验证 CLI、配对、连接和可用能力。
zh_hant: 在終端機執行 starcat doctor，驗證 CLI、配對、連線和可用能力。

# settings.mcp.agentSetup.cli.verify.title
source: Verify the installation
ar: التحقق من التثبيت
de: Installation überprüfen
es: Verificar la instalación
fr: Vérifier l'installation
id: Verifikasi instalasi
it: Verifica l'installazione
ja: インストールを確認
ko: 설치 확인
nl: Installatie verifiëren
pl: Zweryfikuj instalację
pt_br: Verificar a instalação
ru: Проверить установку
tr: Kurulumu doğrulayın
uk: Перевірити встановлення
vi: Xác minh cài đặt
zh_hans: 验证安装
zh_hant: 驗證安裝
